main_menu_handlers = {'start':
    {
        'caption': '<b>Мы ответственны за тех, кого приручила пропаганда</b>.\n'
                   'Особенно за родных, любимых и друзей.\n\n'
                   'Разве не достаточно просто сказать правду?\n'
                   'Увы, многие сталкивались с тем, что '
                   '<b>правду не слышат или не хотят слышать</b>. Но это не повод сдаваться.\n\n'
                   'МОСТ — cовместный проект <a href="https://relocation.guide/">гайда в свободный мир</a> и XZ foundation. '
                   'Это сценарии разговоров с близкими о войне.\n\n'
                   'Их разработали волонтеры гайда <b>с опытом переубеждения</b> близких, а '
                   '<b>психологи, социологи и журналисты</b> добавили научную базу.\n\n'
                   'Разговор о войне не будет простым и быстрым.\n\n'
                   'Мы верим, что <b>экспертный подход, общественный вклад и эмпатия</b> помогут «вернуть связь» '
                   'с близкими и создать продукт, который основан на способности слышать, '
                   'мыслить и противостоять ложным мнениям.'
    }
}

chat_handlers = {'chat_mode':
    {
        'caption': '🟢 МОСТ работает в режиме диалога. Отправляйте фразу или вопрос в чат и получайте аргументы,'
                   ' которые помогают отделить ложь от правды. Оценивайте их силу, чтобы сделать МОСТ еще крепче.',
        'answer': '<i>Рассмотрим пример аргумента</i>\n\n'
                  'Собеседни_ца говорит вам: <b>«Мы многого не знаем, всё не так однозначно».</b>\n\n'
                  '<b>Фраза-мост — позволяет построить контакт с собеседником</b> ⬇\n'
                  'Соглашусь, что мы многого не знаем. Но мы точно знаем, что жизнь человека –'
                  ' высшая ценность общества, верно?\n\n'
                  '<b>Аргумент — конкретные примеры</b> ⬇\n'
                  'Я знаю одно: война несет смерть. Из-за войн страдают обычные люди.'
                  ' История научила нас этому, но почему-то мы думаем, что сможем провести войну без жертв.'
                  ' Так не бывает, к сожалению.\n\n'
                  '<b>Наводящий вопрос — продолжит диалог и запустит критическое мышление</b> ⬇\n'
                  'Что думаешь об этом?\n\n'
                  'Мы рекомендуем использовать три части ответа вместе, но по отдельности они тоже работают.\n\n'
                  'Выберите одну из предложенных тем ниже или введите свою в поле для ввода,'
                  ' чтобы получить аргумент. Например, «Путин знает, что делает» или «Это война с НАТО» ⬇\n\n'
                  '<i>иногда нижнее меню сворачивается, можно развернуть его кнопкой вроде этой: 🎛</i>'
    }
}

advice_handlers = {'advice_mode':
    {
        'caption': '🟢 Собрали советы психологов о том, как не сойти с ума и говорить о войне с близкими,'
                   ' чего ожидать, как реагировать и вести себя.',
        'answer': '❓ Почему важно говорить с близкими на сложные темы\n\n'
                  'В основе близких отношений лежит доверие. Оно разрушается, когда возникают темы, '
                  'которые надо обходить стороной — например, война. Разговор об этом может привести '
                  'к конфликтам, многие его избегают. Но на самоконтроль и попытки обходить вопрос '
                  'войны тратится много энергии: вы можете не замечать, как исчезает искренность, '
                  'растет внутреннее напряжение и вы отдаляетесь друг от друга.\n\n'
                  'В разговоре на сложную тему важно не ранить собеседника и помнить, '
                  'что даже болезненный разговор — это шаг навстречу. '
                  'Для этого есть техника безопасного общения, именно о ней мы рассказываем в этом разделе.\n\n'
                  'Выберите тему, чтобы прочитать ⬇'
    }
}

practice_handlers = {'practice_mode':
    {
        'caption': '🟢 МОСТ работает в режиме тренажера.',
        'answer': 'Проверьте, насколько хорошо вы умеете бороться с пропагандой. '
                  'Мы собрали для вас 10 мифов о войне и для каждого подобрали 3 варианта ответа — '
                  'выберите верные, а бот МОСТ даст подробные комментарии.'
    }, 'practice_continue':
    {
        'answer1': '<b>Убедить не получилось</b> 🙁\n'
                   'Почитайте нашу базу аргументов и рекомендации психологов по ведению диалогов, '
                   'чтобы в следующий раз использовать бережную и проверенную аргументацию.',
        'answer2': '<b>На верном пути!</b> ❗\n'
                   'Вы смогли ответить почти на все тезисы. '
                   'Почитайте нашу базу аргументов и рекомендации психологов по ведению диалогов, '
                   'чтобы в следующий раз иметь ответ на любой вопрос.',
        'answer3': '<b>Оппонент убежден!</b> ✅\n'
                   'Бережность, открытость и проверенная информация '
                   '– то, что вам помогло это сделать. Браво.'
    }
}

theory_handlers = {'theory_mode':
    {
        'answer': 'Энциклопедия борца с пропагандой — самые полезные статьи, видео и аргументы. '
                  'Для тех, кто хочет детально разобраться в том, что происходит.'
    }
}
